Repository: rh78/HCore
Catalog: HCore-Translations/Resources/Messages.*.resx
Languages: de

# job_id_missing
source: The job ID is missing
de: Die Jobkennung fehlt

# job_id_too_long
source: The job ID is too long
de: Die Jobkennung ist zu lang

# order_id_missing
source: The purchase order ID is missing
de: Die Kauf-Auftragsnummer fehlt

# order_id_too_long
source: The purchase order ID is too long
de: Die Kauf-Auftragsnummer ist zu lang

# confirmation_id_missing
source: The confirmation ID is missing
de: Die Bestätigungsnummer fehlt

# confirmation_id_too_long
source: The confirmation ID is too long
de: Die Bestätigungsnummer ist zu lang

# submission_message_too_long
source: The submission message is too long
de: Die Nachricht für die Einreichung ist zu lang

# rejection_reason_too_long
source: The rejection reason is too long
de: Der Grund für die Ablehnung ist zu lang

# cancellation_reason_too_long
source: The cancellation reason is too long
de: Der Grund für das Storno ist zu lang

# cancellation_reason_missing
source: The cancellation reason is missing
de: Der Grund für das Storno fehlt

# external_user_group_identifier_invalid
source: The external user group mapping contains invalid characters
de: Die Zuordnung zur externen Benutzergruppe enthält ungültige Zeichen

# external_user_group_identifier_too_long
source: The external user group mapping is too long
de: Die Zuordnung zur externen Benutzergruppe ist zu lang

# search_term_missing
source: The search term is missing
de: Der Suchbegriff fehlt

# search_term_invalid
source: The search term is invalid
de: Der Suchbegriff ist ungültig

# search_term_loo_long
source: The search term is too long
de: Der Suchbegriff ist zu lang

# last_updated_at_from_invalid
source: The last updated at from value is invalid
de: Das Von-Aktualisierungs-Datum ist ungültig

# last_updated_at_to_before_last_updated_at_from
source: The last updated at to date is set to a date before the last updated at date
de: Das Bis-Aktualisierungs-Datum ist auf ein Datum vor dem Ab-Aktualisierungs-Datum gesetzt

# last_updated_at_to_invalid
source: The last updated at to value is invalid
de: Das Bis-Aktualisierungs-Datum ist ungültig

# notification_uuid_missing
source: The notification UUID is missing
de: Die Benachrichtigungs-UUID fehlt

# notification_uuid_invalid
source: The notification UUID is invalid
de: Die Benachrichtigungs-UUID ist ungültig

# billing_type_invalid
source: The billing type is invalid
de: Der Abrechnungsmodus ist ungültig

# optimistic_lock_violated
source: The element was modified by another user, please try again
de: Das Element wurde von einem anderen Benutzer geändert. Bitte versuchen Sie es erneut

# user_group_optimistic_lock_violated
source: The user group '{name}' was modified by another user, please try again
de: Die Benutzergruppe '{name}' wurde von einem anderen Benutzer geändert. Bitte versuchen Sie es erneut

# user_optimistic_lock_violated
source: The user '{name}' was modified by another user, please try again
de: Der Benutzer '{name}' wurde von einem anderen Benutzer geändert. Bitte versuchen Sie es erneut

# claims_principal_has_too_many_groups
source: The user is assigned to more than 150 groups, which is not supported by Azure AD. Please either limit the amount of user groups assigned to the user, or use application roles
de: Der Benutzer ist mehr als 150 Benutzergruppen zugeordnet. Dies wird von Azure AD nicht unterstützt. Bitte limitieren Sie die Anzahl der Benutzergruppen oder steigen Sie auf Anwendungs-Rollen um
