Repository: rh78/HCore
Catalog: HCore-Translations/Resources/Messages.*.resx
Languages: de

# access_token_expired
source: The access token is invalid or expired
de: Das Zugangstoken ist ungültig oder abgelaufen

# account_locked_out
source: The user account is locked out
de: Sie haben das Passwort zu oft falsch eingegeben. Das Benutzerkonto wurde aus Sicherheitsgründen für 15 Minuten gesperrt

# api_credentials_missing
source: The API credentials are missing
de: Die API-Anmeldeinformationen fehlen

# client_id_invalid
source: The client ID contains invalid characters
de: Die Client-ID enthält ungültige Zeichen

# client_id_missing
source: The client ID is missing
de: Die Client-ID fehlt

# client_id_too_long
source: The client ID is too long
de: Die Client-ID ist zu lang

# client_secret_invalid
source: The client secret contains invalid characters
de: Das Client-Secret enthält ungültige Zeichen

# client_secret_missing
source: The client secret is missing
de: Das Client-Secret fehlt

# client_secret_too_long
source: The client secret is too long
de: Das Client-Secret ist zu lang

# key_1_invalid
source: Key 1 contains invalid characters
de: Der 1. Schlüssel enthält ungültige Zeichen

# key_1_missing
source: Key 1 is missing
de: Der 1. Schlüssel fehlt

# key_1_too_long
source: Key 1 is too long
de: Der 1. Schlüssel ist zu lang

# key_2_invalid
source: Key 2 contains invalid characters
de: Der 2. Schlüssel enthält ungültige Zeichen

# key_2_missing
source: Key 2 is missing
de: Der 2. Schlüssel fehlt

# key_2_too_long
source: Key 2 is too long
de: Der 2. Schlüssel ist zu lang

# key_3_invalid
source: Key 3 contains invalid characters
de: Der 3. Schlüssel enthält ungültige Zeichen

# key_3_missing
source: Key 3 is missing
de: Der 3. Schlüssel fehlt

# key_3_too_long
source: Key 3 is too long
de: Der 3. Schlüssel ist zu lang

# key_4_invalid
source: Key 4 contains invalid characters
de: Der 4. Schlüssel enthält ungültige Zeichen

# key_4_missing
source: Key 4 is missing
de: Der 4. Schlüssel fehlt

# key_4_too_long
source: Key 4 is too long
de: Der 4. Schlüssel ist zu lang

# code_invalid
source: The code contains invalid characters
de: Der Code enthält ungültige Zeichen

# code_missing
source: The code is missing
de: Der Code fehlt

# code_too_long
source: The code is too long
de: Der Code ist zu lang

# access_token_missing
source: The access token is missing
de: Der Zugangscode fehlt

# access_token_too_long
source: The access token is too long
de: Der Zugangscode ist zu lang

# identity_token_missing
source: The identity token is missing
de: Der Identitätscode fehlt

# identity_token_too_long
source: The identity token is too long
de: Der Identitätscode ist zu lang

# refresh_token_missing
source: The refresh token is missing
de: Der Aktualisierungscode fehlt

# refresh_token_too_long
source: The refresh token is too long
de: Der Aktualisierungscode ist zu lang

# duplicate_user_name
source: This user name already exists
de: Dieser Benutzername ist schon vergeben

# email_invalid
source: The email address is invalid
de: Die E-Mail-Adresse ist ungültig

# email_not_existing
source: This email address does not exist
de: Diese E-Mail-Adresse existiert nicht

# no_disposable_emails_allowed
source: Please do not use an disposable email address
de: Eine Anmeldung zu unserem Service mit einer Wegwerf-E-Mail-Adresse ist leider nicht möglich

# email_missing
source: The email address is missing
de: Die E-Mail-Adresse fehlt

# email_too_long
source: The email address is too long
de: Die E-Mail-Adresse ist zu lang

# emails_missing
source: Please give at least one email address
de: Bitte geben Sie zumindest eine E-Mail-Adresse an

# support_email_invalid
source: The support email address is invalid
de: Die Support E-Mail-Adresse ist ungültig

# support_email_too_long
source: The support email address is too long
de: Die Support E-Mail-Adresse ist zu lang

# support_email_display_name_invalid
source: The support email display name is invalid
de: Der Support E-Mail Absendername ist ungültig

# support_email_display_name_too_long
source: The support email display name is too long
de: Der Support E-Mail Absendername ist zu lang

# noreply_email_invalid
source: The no reply email address is invalid
de: Die allgemeine E-Mail-Adresse ist ungültig

# noreply_email_too_long
source: The no reply email address is too long
de: Die allgemeine E-Mail-Adresse ist zu lang

# noreply_email_display_name_invalid
source: The no reply email display name is invalid
de: Der allgemeine E-Mail Absendername ist ungültig

# noreply_email_display_name_too_long
source: The no reply email display name is too long
de: Der allgemeine E-Mail Absendername ist zu lang

# internal_server_error
source: An unexpected server error occured
de: Ein unerwarteter Serverfehler ist aufgetreten

# invalid_credentials
source: The user credentials are not valid
de: Die Anmeldedaten sind nicht gültig

# issuer_invalid
source: The issuer is invalid
de: Der Aussteller ist ungültig

# issuer_missing
source: The issuer is missing
de: Der Aussteller fehlt

# issuer_too_long
source: The issuer is too long
de: Der Aussteller ist zu lang

# max_paging_limit_exceeded
source: The paging limit must not exceed 50 records
de: Die Paging-Grenze darf 50 Datensätze nicht überschreiten

# max_paging_offset_exceeded
source: The paging offset must not exceed 5000 records
de: Der Paging-Offset darf 5000 Datensätze nicht überschreiten

# name_invalid
source: The name contains invalid characters
de: Der Name enthält ungültige Zeichen

# name_missing
source: The name is missing
de: Der Name fehlt

# name_too_long
source: The name is too long
de: Der Name ist zu lang

# culture_missing
source: The language is missing
de: Die Sprache fehlt

# cultures_missing
source: The languages are missing
de: Die Sprachen fehlen

# culture_invalid
source: The language is invalid
de: Die Sprache ist ungültig

# culture_too_long
source: The language is too long
de: Die Sprache ist zu lang

# subdomain_missing
source: The subdomain is missing
de: Die Subdomain fehlt

# subdomain_invalid
source: The subdomain is invalid
de: Die Subdomain ist ungültig

# subdomain_too_long
source: The subdomain is too long
de: Die Subdomain ist zu lang

# logo_svg_url_missing
source: The logo SVG URL is missing
de: Die Logo SVG URL fehlt

# logo_svg_url_too_long
source: The logo SVG URL is too long
de: Die Logo SVG URL ist zu lang

# logo_png_url_missing
source: The logo PNG URL is missing
de: Die Logo PNG URL fehlt

# logo_png_url_too_long
source: The logo PNG URL is too long
de: Die Logo PNG URL ist zu lang

# icon_ico_url_missing
source: The icon ICO URL is missing
de: Die Icon ICO URL fehlt

# icon_ico_url_too_long
source: The icon ICO URL is too long
de: Die Icon ICO URL ist zu lang

# apple_touch_icon_url_missing
source: The Apple touch icon URL is missing
de: Die Apple Touch Icon URL fehlt

# apple_touch_icon_url_too_long
source: The Apple touch icon URL is too long
de: Die Apple Touch Icon URL ist zu lang

# not_found
source: The record was not found
de: Der Datensatz wurde nicht gefunden

# not_implemented
source: This functionality is not yet implemented
de: Diese Funktionalität ist noch nicht implementiert

# no_records_specified
source: Please provide records for the update operation
de: Für den Update-Vorgang sind Datensätze nötig

# paging_limit_invalid
source: The paging limit must be equal to or greater than zero
de: Die Paging-Grenze muss größer oder gleich Null sein

# paging_offset_invalid
source: The paging offset must be equal to or greater than zero
de: Der Paging-Offset muss gleich oder größer als Null sein

# password_confirmation_missing
source: The password confirmation is missing
de: Die Passwort-Bestätigung fehlt

# password_confirmation_no_match
source: The password confirmation is not matching the password
de: Die Passwort-Bestätigung stimmt nicht mit dem Passwort überein

# notification_culture_missing
source: The notification language is missing
de: Die Benachrichtigungs-Sprache fehlt

# default_culture_missing
source: The default language is missing
de: Die Standard-Sprache fehlt

# currency_missing
source: The currency is missing
de: Die Währung fehlt

# currency_invalid
source: The currency is invalid
de: Die Währung ist ungültig

# default_currency_missing
source: The default currency is missing
de: Die Standard-Währung fehlt

# default_currency_invalid
source: The default currency is invalid
de: Die Standard-Währung ist ungültig

# address_line_1_missing
source: The address line 1 is missing
de: Die Zeile 1 der Adresse ist ungültig

# address_line_1_too_long
source: The address line 1 is too long
de: Die Zeile 1 der Adresse ist zu lang

# address_line_2_missing
source: The address line 2 is missing
de: Die Zeile 2 der Adresse ist ungültig

# address_line_2_too_long
source: The address line 2 is too long
de: Die Zeile 2 der Adresse ist zu lang

# postal_code_missing
source: The postal code is missing
de: Die Postleitzahl fehlt

# postal_code_too_long
source: The postal code is too long
de: Die Postleitzahl ist zu lang

# city_missing
source: The city is missing
de: Der Ort fehlt

# city_too_long
source: The city is too long
de: Der Ort ist zu lang

# state_too_long
source: The state is too long
de: Das Bundesland ist zu lang

# vat_id_missing
source: The VAT ID is missing
de: Die UID-Nummer fehlt

# vat_id_invalid
source: The VAT ID is invalid
de: Die UID-Nummer ist ungültig

# vat_id_too_long
source: The VAT ID is too long
de: Die UID-Nummer ist zu lang

# please_accept_terms_and_conditions
source: Please accept our Terms and Conditions
de: Bitte akzeptieren Sie unsere Nutzungsbedingungen

# please_accept_privacy_policy
source: Please accept our Privacy Policy
de: Bitte akzeptieren Sie unsere Datenschutzerklärung

# password_does_not_match
source: The password does not match our records
de: Das Passwort stimmt nicht mit unseren Aufzeichnungen überein

# password_missing
source: The password is missing
de: Das Passwort fehlt

# password_requires_non_alphanumeric
source: The password requires non alphanumeric characters
de: Bitte geben Sie ein sicheres Passwort an:<br><br><ul><li>mindestens 10 Zeichen Länge</li><li>mindestens 1 Kleinbuchstabe</li><li>mindestens 1 Großbuchstabe</li><li>mindestens 1 Zahl</li><li>mindestens 1 Sonderzeichen</li></ul>

# password_requires_digit
source: The password requires at least one digit
de: Bitte geben Sie ein sicheres Passwort an:<br><br><ul><li>mindestens 10 Zeichen Länge</li><li>mindestens 1 Kleinbuchstabe</li><li>mindestens 1 Großbuchstabe</li><li>mindestens 1 Zahl</li><li>mindestens 1 Sonderzeichen</li></ul>

# password_too_long
source: The password is too long
de: Das Passwort ist zu lang

# password_too_short
source: The password is too short
de: Bitte geben Sie ein sicheres Passwort an:<br><br><ul><li>mindestens 10 Zeichen Länge</li><li>mindestens 1 Kleinbuchstabe</li><li>mindestens 1 Großbuchstabe</li><li>mindestens 1 Zahl</li><li>mindestens 1 Sonderzeichen</li></ul>

# permission_denied
source: The permission to access this location was denied
de: Der Zugang wurde verweigert

# ie11_and_lower_not_supported
source: Microsoft has ended official support for Internet Explorer 11 and older generations of Internet Explorer. For security reasons, this page therefore only works with the Microsoft Edge browser
de: Microsoft hat die offizielle Unterstützung des Internet Explorer 11 und ältere Generationen von Internet Explorer eingestellt. Aus Sicherheitsgründen funktioniert diese Seite deshalb nur noch mit dem Microsoft Edge Browser

# organization_invalid
source: The company name is invalid
de: Der Firmenname ist ungültig

# organization_missing
source: The company name is missing
de: Der Firmenname fehlt

# organization_too_long
source: The company name is too long
de: Der Firmenname ist zu lang

# custom_identifier_invalid
source: The custom identifier is invalid
de: Der benutzerdefinierte Wert ist ungültig

# custom_identifier_missing
source: The custom identifier is missing
de: Der benutzerdefinierte Wert fehlt

# custom_identifier_too_long
source: The custom identifier is too long
de: Der benutzerdefinierte Wert ist zu lang

# phone_number_invalid
source: The phone number is invalid
de: Die Telefonnummer ist ungültig

# phone_number_missing
source: The phone number is missing
de: Die Telefonnummer fehlt

# phone_number_too_long
source: The phone number is too long
de: Die Telefonnummer ist zu lang

# private_key_invalid
source: The private key is invalid, decoding failed
de: Der private Schlüssel ist ungültig, die Dekodierung ist fehlgeschlagen

# private_key_missing
source: The private key is missing
de: Der private Schlüssel fehlt

# private_key_no_delimiters
source: The private key string contains no private key delimiters
de: Die private Schlüsselzeichenfolge enthält keine Trennzeichen für private Schlüssel

# private_key_no_private_key
source: The private key data given does not contain private key data
de: Die angegebenen privaten Schlüsseldaten enthalten keinen privaten Schlüssel

# private_key_too_long
source: The private key is too long
de: Der private Schlüssel ist zu lang

# redirect_url_invalid
source: The redirect URL is invalid
de: Die Weiterleitungs-URL ist ungültig

# redirect_url_missing
source: The redirect URL is missing
de: Die Weiterleitungs-URL fehlt

# redirect_url_must_be_absolute
source: The redirect URL must be absolute
de: Die Weiterleitungs-URL muss absolut sein

# redirect_url_not_required
source: The redirect URL is not required
de: Die Weiterleitungs-URL ist nicht erforderlich

# redirect_url_too_long
source: The redirect URL is too long
de: Die Weiterleitungs-URL ist zu lang

# security_token_invalid
source: The security token is invalid or expired
de: Das Sicherheitstoken ist ungültig oder abgelaufen

# state_invalid
source: The state is invalid
de: Der State ist ungültig

# subject_invalid
source: The subject is invalid
de: Das Subjekt ist ungültig

# subject_missing
source: The subject is missing
de: Das Subjekt fehlt

# subject_too_long
source: The subject is too long
de: Das Subjekt ist zu lang

# too_many_update_records
source: Please only update up to 50 records at once
de: Bitte aktualisieren Sie nur bis zu 50 Datensätze gleichzeitig

# user_credentials_missing
source: The user credentials are missing
de: Die Anmeldedaten fehlen

# user_group_not_found
source: The user group was not found
de: Die Benutzergruppe wurde nicht gefunden

# user_group_uuid_invalid
source: The user group UUID is invalid
de: Die Benutzergruppen-UUID ist ungültig

# user_group_uuid_missing
source: The user group UUID is missing
de: Die Benutzergruppen-UUID fehlt

# tenant_uuid_invalid
source: The tenant UUID is invalid
de: Die Mandanten-UUID ist ungültig

# tenant_uuid_missing
source: The tenant UUID is missing
de: Die Mandanten-UUID fehlt

# user_name_invalid
source: The user name contains invalid characters
de: Der Benutzername enthält ungültige Zeichen

# user_name_missing
source: The user name is missing
de: Der Benutzername fehlt

# user_name_too_long
source: The user name is too long
de: Der Benutzername ist zu lang

# user_already_registered
source: The invitation message cannot be sent, because the user already signed up in the meanwhile
de: Es kann keine Einladung gesendet werden, da sich der Benutzer inzwischen bereits registriert hat

# email_sending_failed
source: The email message to {uuid} unfortunately could not be send. Please make sure that the email address is valid and that your email sending settings are correct
de: Die E-Mail-Nachricht an {uuid} konnte leider nicht gesendet werden. Bitte stellen Sie sicher, dass die E-Mail-Adresse gültig ist und dass Ihre Email-Versandseinstellungen gültig sind

# spf_dkim_setup_not_finalized
source: The sender verification for email address {uuid} has not yet been finalized. You need to get in touch with support@smint.io to finalize the sender verification before you can proceed
de: Die Absender-Verifizierung für die E-Mail-Adresse {uuid} ist noch nicht abgeschlossen. Sie müssen mit support@smint.io in Kontakt treten, um die Absender-Verifizierung abzuschließen, bevor Sie fortfahren können

# user_not_found
source: The user was not found
de: Der Benutzer wurde nicht gefunden

# user_uuid_invalid
source: The user UUID contains invalid characters
de: Die Benutzer-UUID enthält ungültige Zeichen

# user_uuid_missing
source: The user UUID is missing
de: Die Benutzer-UUID fehlt

# user_uuid_too_long
source: The user UUID is too long
de: Die Benutzer-UUID ist zu lang

# uuid_invalid
source: The UUID is invalid
de: Die UUID ist ungültig

# uuid_missing
source: The UUID is missing
de: Die UUID fehlt

# user_details_not_supported
source: This system does not support managing user detail data
de: Dieses System unterstützt die Verwaltung von Benutzer-Detaildaten nicht

# user_no_member_of_user_group
source: The user is no member of the user group
de: Der Benutzer ist kein Mitglied der Benutzergruppe

# scroll_uuid_invalid
source: The scroll UUID contains invalid characters
de: Die Scroll-UUID enthält ungültige Zeichen

# scroll_uuid_too_long
source: The scroll UUID is too long
de: Die Scroll-UUID ist zu lang

# continuation_uuid_invalid
source: The continuation UUID is invalid
de: Die Fortsetzungs-UUID ist zu lang

# argument_invalid
source: The argument is invalid
de: Das Argument ist ungültig

# argument_missing
source: The argument is missing
de: Das Argument fehlt

# link_invalid
source: The link is expired or invalid
de: Der Link ist ausgelaufen oder ungültig

# developer_not_found
source: The developer was not found
de: Der Entwickler wurde nicht gefunden

# tenant_not_found
source: The tenant was not found
de: Der Mandant wurde nicht gefunden

# authorization_authority_not_available
source: The authorization authority for this service is currently not available. Your access credentials cannot be validated. Please try again later
de: Die Autorisierungsstelle für diesen Dienst ist derzeit nicht verfügbar. Ihre Zugangsdaten können nicht überprüft werden. Bitte versuchen Sie es später erneut

# token_invalid_or_expired
source: The access token is invalid or expired
de: Das Zugangstoken ist ungültig oder abgelaufen

# cookie_invalid_or_expired
source: The cookie is invalid or expired
de: Das Cookie ist ungültig oder abgelaufen

# external_user_id_is_missing
source: The external user ID is missing
de: Die externe Benutzer-ID fehlt

# external_user_not_found
source: The external user was not found
de: Der externe Benutzer wurde nicht gefunden

# first_name_invalid
source: The first name contains invalid characters
de: Der Vorname enthält ungültige Zeichen

# first_name_missing
source: The first name is missing
de: Der Vorname fehlt

# first_name_too_long
source: The first name is too long
de: Der Vorname ist zu lang

# last_name_invalid
source: The last name contains invalid characters
de: Der Nachname enthält ungültige Zeichen

# last_name_missing
source: The last name is missing
de: Der Nachname fehlt

# last_name_too_long
source: The last name is too long
de: Der Nachname ist zu lang

# self_registration_not_allowed
source: It is not allowed to register users in self-service on this system
de: Es ist nicht möglich, Benutzer auf diesem System im Self-Service zu registrieren

# self_service_not_allowed
source: It is not allowed to modify user data in self-service on this system
de: Es ist nicht möglich, Benutzerdaten auf diesem System im Self-Service zu ändern

# email_not_confirmed
source: The email address is not yet confirmed
de: Die E-Mail-Adresse ist noch nicht bestätigt

# new_password_missing
source: The new password is missing
de: Das neue Passwort fehlt

# old_password_missing
source: The old password is missing
de: Das alte Passwort fehlt

# cannot_delete_last_system_user_group_member
source: System user groups must contain at least one member
de: System-Benutzergruppen müssen mindestens ein Mitglied enthalten

# backend_service_not_available
source: The {name} backend service is currently not available
de: Der Backend-Service {name} ist derzeit nicht verfügbar

# email_already_exists
source: A user account with that email address already exists
de: Ein Benutzerkonto mit dieser E-Mail-Adresse ist bereits vorhanden

# email_already_confirmed
source: The email address for this user account has already been confirmed
de: Die E-Mail-Adresse für dieses Benutzerkonto wurde bereits bestätigt

# sort_by_invalid
source: The sort by value is invalid
de: Der Sortierungs-Wert ist ungültig

# sort_order_invalid
source: The sort order is invalid
de: Die Sortierreihenfolge ist ungültig

# error_title
source: Unexpected error
de: Unerwarteter Fehler

# error_header
source: An unexpected error occured
de: Ein unerwarteter Fehler ist aufgetreten

# error_header_text
source: We are sorry, but an unexpected error occured while processing your request.
de: Es tut uns leid, aber bei der Bearbeitung Ihrer Anfrage ist ein unerwarteter Fehler aufgetreten.

# error_request_id
source: Your request ID is:
de: Ihre Anforderungs-ID lautet:

# button_back
source: Back
de: Zurück

source: Page
de: Seite

source: of
de: von

# notification_culture_invalid
source: The notification culture is invalid
de: Die Benachrichtigungs-Sprache ist ungültig

# account_is_externally_managed
source: This operation cannot be performed, because the user account is externally managed
de: Dieser Vorgang kann nicht durchgeführt werden, weil das Benutzerkonto extern verwaltet wird

# accounts_are_externally_managed
source: This operation cannot be performed, because the user groups and accounts are externally managed
de: Dieser Vorgang kann nicht durchgeführt werden, weil die Benutzergruppen und -konten extern verwaltet werden

# recaptcha_validation_failed
source: Unfortunately, Google reCAPTCHA failed to validate that you are no robot
de: Die Google reCAPTCHA Validierung ist leider fehlgeschlagen

# cloud_storage_file_access_denied
source: Access to the file was denied
de: Der Zugriff auf die Datei wurde verweigert

# cloud_storage_file_not_found
source: The file was not found
de: Die Datei wurde nicht gefunden

# page_not_found
source: The page was not found
de: Die Seite wurde nicht gefunden

# error_message_is_invalid
source: The error message is invalid
de: Die Fehlermeldung ist ungültig

# tenant_optimistic_lock_violated
source: The tenant was modified by another user, please try again
de: Der Mandant wurde von einem anderen Benutzer geändert. Bitte versuchen Sie es erneut

# tenant_subdomain_immutable
source: The tenant subdomain for this tenant is immutable
de: Die Subdomain für diesen Mandanten kann nicht geändert werden

# tenant_subdomain_already_used
source: This subdomain unfortunately is already being used
de: Diese Subdomain ist leider bereits in Verwendung

# primary_color_invalid
source: The primary color is invalid
de: Die Hauptfarbe ist ungültig

# secondary_color_invalid
source: The secondary color is invalid
de: Die Nebenfarbe ist ungültig

# text_on_primary_color_invalid
source: The text on primary color is invalid
de: Die Textfarbe auf der Hauptfarbe ist ungültig

# text_on_secondary_color_invalid
source: The text on secondary color is invalid
de: Die Textfarbe auf der Nebenfarbe ist ungültig

# contact_person_name_missing
source: The contact person name is missing
de: Der Name der Kontaktperson fehlt

# contact_person_name_too_long
source: The contact person name is too long
de: Der Name der Kontaktperson ist zu lang

# scoped_tenant_uuid_missing
source: The scoped tenant UUID is missing
de: Die eingeschränkte Mandanten-UUID fehlt

# scoped_tenant_uuid_invalid
source: The scoped tenant UUID is invalid
de: Die eingeschränkte Mandanten-UUID ist ungültig

# description_too_long
source: The description is too long
de: Die Beschreibung ist zu lang

# comment_too_long
source: The comment is too long
de: Der Kommentar ist zu lang
