Repository: rh78/HCore
Catalog: HCore-Identity/Resources/Messages.*.resx
Languages: de

# access_to_page_denied_header_text
source: Sorry, but you do not have permissions to view this page.
de: Leider haben Sie nicht die Berechtigung, diese Seite zu besuchen.

# access_to_page_denied_header
source: Access denied
de: Zugang verweigert

# button_cancel
source: Cancel
de: Abbrechen

# button_create_user_account
source: Create user account
de: Benutzerkonto anlegen

# button_log_out
source: Log out
de: Abmelden

# button_register
source: Register
de: Registrieren

# button_reset_password
source: Reset password
de: Passwort zurücksetzen

# button_save
source: Save
de: Speichern

# button_sign_in
source: Sign in
de: Anmelden

# button_submit
source: Submit
de: Absenden

# change_password_button_text
source: Change password
de: Passwort ändern

# change_password_title
source: Change password
de: Passwort ändern

# confirm_email_header
source: Email address verified
de: E-Mail-Adresse bestätigt

# confirm_email_header_text
source: You successfully verified your email address. Thank you very much!
de: Sie haben Ihre E-Mail-Adresse erfolgreich bestätigt. Vielen Dank!

# email_confirmation_sent_header
source: The verification email was sent
de: Die Bestätigungs-Nachricht wurde gesendet

# email_confirmation_sent_header_text
source: Please check your email inbox to verify your email address.
de: Bitte überprüfen Sie Ihr E-Mail-Postfach um Ihre E-Mail-Adresse zu bestätigen.

# email_confirmation_sent_header_text_link
source: please click here to log in
de: hier

# email_confirmation_sent_header_text_prefix
source: Then
de: Danach klicken Sie bitte

# email_not_confirmed_button_resend
source: Resend verification email
de: Bestätigungs-Nachricht erneut senden

# email_not_confirmed_header
source: Please verify your email address
de: Bitte bestätigen Sie Ihre E-Mail-Adresse

# email_not_confirmed_header_text
source: We sent a verification email message to your email address. Please check your email inbox and click the link in the message to verify your email address.
de: Wir haben eine Bestätigungs-Nachricht an Ihre E-Mail-Adresse gesendet. Bitte überprüfen Sie Ihr E-Mail-Postfach und klicken Sie den Link in der Nachricht um Ihre E-Mail-Adresse zu bestätigen.

source: First name
de: Vorname

# forgot_password_confirmation_header
source: Your password reset email was sent
de: Die E-Mail-Nachricht wurde gesendet

# forgot_password_confirmation_header_text_link
source: click here to log in
de: hier klicken

# forgot_password_confirmation_header_text
source: We sent a password reset email message to your email address. Please check your email inbox and click the link in the message to reset your password.
de: Wir haben eine E-Mail-Nachricht an Sie gesendet. Bitte überprüfen Sie Ihr E-Mail-Postfach und klicken Sie den Link in der Nachricht um Ihr Passwort zurückzusetzen.

# forgot_password_confirmation_header_text_prefix
source: You can also
de: Sie können auch

# confirm_email_header_text_prefix
source: Please
de: Klicken Sie bitte

# confirm_email_header_text_link
source: click here to log in
de: hier

# forgot_password_header
source: Did you forget your password?
de: Haben Sie Ihr Passwort vergessen?

# forgot_password_header_text
source: No problem, we can send a link to your email address which you can use to reset your password. Please just enter your email address below.
de: Kein Problem, wir können Ihnen einen Link an Ihre E-Mail-Adresse senden, mit dem Sie Ihr Passwort zurücksetzen können. Geben Sie einfach Ihre E-Mail-Adresse ein.

source: Last name
de: Nachname

# organization
source: Company name
de: Firmenname

# log_out_confirmed_header
source: You are now logged out
de: Sie wurden abgemeldet

# log_out_confirmed_redirect_text_link
source: here
de: hier

# log_out_confirmed_redirect_text_prefix
source: Click
de: Klicken Sie bitte

# log_out_confirmed_redirect_text_suffix
source: to return to the main page.
de: um zur Hauptseite zurückzukehren.

# log_out_confirmed_header_text
source: We hope to see you back again soon!
de: Hoffentlich besuchen Sie uns bald wieder!

# log_out_title
source: Log out
de: Abmelden

# log_out_header
source: Would you like to log out?
de: Wollen Sie sich abmelden?

# log_out_header_text
source: Please click the button below to confirm.
de: Bitte klicken Sie die Schaltfläche unten, um die Abmeldung zu bestätigen.

# manage_account_header
source: Manage your user account
de: Benutzerkonto verwalten

# manage_notification_settings_link
source: Notifications
de: Benachrichtigungen

# manage_account_password_link
source: Password
de: Passwort

# manage_account_profile_link
source: Profile
de: Profil

# manage_account_subheader
source: You can change your user account settings here.
de: Sie können hier die Einstellungen Ihres Benutzerkontos ändern.

source: New password
de: Neues Passwort

# new_password_confirmation
source: Confirm new password
de: Neues Passwort bestätigen

source: Old password
de: Altes Passwort

source: Password
de: Passwort

# password_confirmation
source: Confirm password
de: Passwort bestätigen

# notification_culture
source: Notification language
de: Sprache für Benachrichtigungen

source: Currency
de: Währung

# profile_title
source: Profile
de: Profil

# notifications_title
source: Notifications
de: Benachrichtigungen

# profile_resend_verification_email_link
source: Resend confirmation email
de: Bestätigungs-Nachricht erneut senden

# register_header
source: Registration
de: Registrieren

# register_header_text
source: Register for your new user account now.
de: Registrieren Sie jetzt Ihr neues Benutzerkonto.

# remember
source: Remember login
de: Anmeldung merken

# reset_password_confirmation_header
source: Your password has been reset
de: Ihr Passwort wurde zurückgesetzt

# reset_password_confirmation_header_text
source: Your password has been reset successfully.
de: Ihr Passwort wurde erfolgreich zurückgesetzt.

# reset_password_confirmation_header_text_link
source: click here to log in
de: hier

# reset_password_confirmation_header_text_prefix
source: Please
de: Bitte klicken Sie

# reset_password_header
source: Reset your password
de: Passwort zurücksetzen

# sign_in_button_forgot_password
source: Forgot password?
de: Passwort vergessen?

# sign_in_button_already_have_account
source: Do you already have a user account?
de: Haben Sie bereits ein Benutzerkonto?

# sign_in_button_register
source: Register new user account
de: Neues Benutzerkonto anlegen

# sign_in_header
source: Sign in
de: Anmelden

# sign_in_header_text
source: Welcome! Please enter your user credentials to sign in.
de: Willkommen! Bitte geben Sie Ihre Zugangsdaten ein, um sich anzumelden.

# sign_in_no_login_schemes_text
source: There are no login schemes configured for this client.
de: Für diesen Klienten sind leider keine Login-Schematas konfiguriert.

# access_to_page_denied_title
source: Access denied
de: Zugang verweigert

# confirm_email_title
source: Email address verified
de: E-Mail-Adresse bestätigt

# email_confirmation_sent_title
source: Verification email sent
de: Bestätigungs-Nachricht gesendet

# accept_terms_title
source: Accept updated terms
de: Aktualisierte Bedingungen akzeptieren

# email_not_confirmed_title
source: Verify your email address
de: Bestätigen Sie Ihre E-Mail-Adresse

# forgot_password_confirmation_title
source: Password reset email sent
de: E-Mail-Nachricht gesendet

# forgot_password_title
source: Forgot password
de: Passwort vergessen

# register_title
source: Registration
de: Registrieren

# reset_password_confirmation_title
source: Password reset
de: Passwort zurückgesetzt

# reset_password_title
source: Reset password
de: Passwort zurücksetzen

# sign_in_title
source: Sign in
de: Anmelden

# select_product_title
source: Produkt ausw√§hlen
de: Produkt auswählen

# verification_email_resent
source: The verification email has been sent, please check your email
de: Die Bestätigungs-Nachricht wurde gesendet, bitte überprüfen Sie Ihr E-Mail-Postfach

source: Your password has been changed
de: Ihr Passwort wurde geändert

source: Your profile has been updated
de: Ihr Profil wurde aktualisiert

# accept_privacy_policy
source: I accept the {0} <a href="javascript:openUrlInNewWindow('{1}');">Privacy Policy</a>.
de: Ich akzeptiere die {0} <a href="javascript:openUrlInNewWindow('{1}');">Datenschutzerklärung</a>.

# accept_terms_and_conditions
source: I accept the {0} <a href="javascript:openUrlInNewWindow('{1}');">Terms and Conditions</a>.
de: Ich akzeptiere die {0} <a href="javascript:openUrlInNewWindow('{1}');">Nutzungsbedingungen</a>.

# accept_terms_and_conditions_and_privacy_policy
source: I accept the {0} <a href="javascript:openUrlInNewWindow('{1}');">Terms and Conditions</a> and the {0} <a href="javascript:openUrlInNewWindow('{2}');">Privacy Policy</a>.
de: Ich akzeptiere die {0} <a href="javascript:openUrlInNewWindow('{1}');">Nutzungsbedingungen</a> und die {0} <a href="javascript:openUrlInNewWindow('{2}');">Datenschutzerklärung</a>.

# accept_communication
source: I consent to receive email communications about {0} products and business in accordance with the <a href="javascript:openUrlInNewWindow('{1}');">Privacy Policy</a>. I understand that I can unsubscribe at any time.
de: Ich bin damit einverstanden, in Übereinstimmung mit der <a href="javascript:openUrlInNewWindow('{1}');">Datenschutzerklärung</a> E-Mail-Nachrichten über {0} Produkte und Neuigkeiten zu erhalten. Ich habe verstanden, dass ich diese Zustimmung jederzeit widerrufen kann.

# change_password_not_possible
source: You can not change your password here, because your user account is externally managed. Please talk to your system administrator for more information.
de: Sie können Ihr Passwort hier nicht ändern, weil Ihr Benutzerkonto extern verwaltet wird. Für weitere Auskünfte kontaktieren Sie bitte Ihren Systemadministrator.

source: Group notifications
de: Gruppen-Benachrichtigungen

# group_notifications_off
source: Only receive notifications for myself
de: Nur Benachrichtigungen an mich selbst erhalten

# group_notifications_on
source: Also receive group notifications
de: Auch Gruppen-Benachrichtigungen erhalten
